Repository: georgpreissl/contao-projects-bundle
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.projects_archives.0
source: Project archives
de: Projektearchive

# tl_module.projects_archives.1
source: Please select one or more project archives.
de: Bitte wählen Sie ein oder mehrere Projektearchive.

# tl_module.projects_featured.0
source: Featured items
de: Hervorgehobene Beiträge

# tl_module.projects_featured.1
source: Here you can choose how featured items are handled.
de: Hier legen Sie fest, wie hervorgehobene Beiträge gehandhabt werden.

# tl_module.projects_jumpToCurrent.0
source: No period selected
de: Kein Zeitraum ausgewählt

# tl_module.projects_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
de: Hier legen Sie fest, was angezeigt wird, wenn kein Zeitraum ausgewählt ist.

# tl_module.projects_readerModule.0
source: Project reader module
de: Projekteleser

# tl_module.projects_readerModule.1
source: Automatically switch to the project reader if an item has been selected.
de: Automatisch zum Projekteleser wechseln, wenn ein Beitrag ausgewählt wurde.

# tl_module.projects_metaFields.0
source: Meta fields
de: Meta-Felder

# tl_module.projects_metaFields.1
source: Here you can select the meta fields.
de: Hier können Sie die Meta-Felder auswählen.

# tl_module.projects_template.0
source: Project template
de: Projektetemplate

# tl_module.projects_template.1
source: Here you can select the project template.
de: Hier können Sie das Projektetemplate auswählen.

# tl_module.projects_format.0
source: Archive format
de: Archivformat

# tl_module.projects_format.1
source: Here you can choose the project archive format.
de: Hier können Sie das Archivformat auswählen.

# tl_module.projects_startDay.0
source: Week start day
de: Erster Wochentag

# tl_module.projects_startDay.1
source: Here you can choose the week start day.
de: Hier können Sie den ersten Tag der Woche festlegen.

# tl_module.projects_order.0
source: Sort order
de: Sortierreihenfolge

# tl_module.projects_order.1
source: Here you can choose the sort order.
de: Hier können Sie die Sortierreihenfolge festlegen.

# tl_module.projects_showQuantity.0
source: Show number of items
de: Anzahl der Projekte anzeigen

# tl_module.projects_showQuantity.1
source: Show the number of project items of each month.
de: Die Anzahl der Projekte jedes Monats anzeigen.

# tl_module.projects_day
source: Day
de: Tag

# tl_module.projects_month
source: Month
de: Monat

# tl_module.projects_year
source: Year
de: Jahr

# tl_module.hide_module
source: Hide the module
de: Das Modul ausblenden

# tl_module.show_current
source: Jump to the current period
de: Zum aktuellen Zeitraum springen

# tl_module.all_items
source: Show all project items
de: Alle Beiträge anzeigen

# tl_module.featured
source: Show featured project items only
de: Nur hervorgehobene Beiträge anzeigen

# tl_module.unfeatured
source: Skip featured project items
de: Hervorgehobene Beiträge überspringen

# tl_module.projects_resetCategories.0
source: Reset categories link
de: Kategorie-Filter zurücksetzen

# tl_module.projects_resetCategories.1
source: Add a link to reset categories filter.
de: Fügt einen Link hinzu, um die Filter zurückzusetzen.

# tl_module.projects_enableCanonicalUrls.0
source: xxx
de: Canonical URL einfügen

# tl_module.projects_enableCanonicalUrls.1
source: xxx
de: Fügt bei aktiver Kategorieauswahl einen Canonical-Tag im Head der Webseite ein.

# tl_module.projects_includeSubcategories.0
source: xxx
de: Unterkategorien miteinbeziehen

# tl_module.projects_includeSubcategories.1
source: xxx
de: Berücksichtigt Unterkategorien bei der Filterung wenn eine übergeordnete Kategorie aktiv ist.

# tl_module.projects_forceCategoryUrl.0
source: xxx
de: Kategorie-URL erzwingen

# tl_module.projects_forceCategoryUrl.1
source: xxx
de: Nutzt die Zielseite der Kategorie (falls gesetzt) statt die reguläre Filter-URL.

# tl_module.projects_categoriesRoot.0
source: Reference category (root)
de: Referenz-Kategorie (Root)

# tl_module.projects_categoriesRoot.1
source: Here you can choose the reference category. It will be used as the starting point (similar to navigation module).
de: Hier kann die Referenzkategorie ausgewählt werden. Diese wird als Startpunkt benutzt (ähnlich zum Navigationsmodul).

# tl_module.projects_customCategories.0
source: xxx
de: Auswählbare Kategorien

# tl_module.projects_customCategories.1
source: xxx
de: Kategorien, deren Auswahl möglich sein soll.

# tl_module.projects_categories.0
source: xxx
de: Nachrichten-Kategorien

# tl_module.projects_categories.1
source: xxx
de: Bitte wähle die Nachrichten-Kategorien.

# tl_module.projects_showEmptyCategories.0
source: xxx
de: Leere Kategorien anzeigen

# tl_module.projects_showEmptyCategories.1
source: xxx
de: Zeigt Kategorien auch dann an, wenn die Kategorie keine Nachrichtenbeiträge enthält.

# tl_module.projects_filterCategories.0
source: xxx
de: Nach Kategorien filtern

# tl_module.projects_filterCategories.1
source: xxx
de: Filtert die Projekt-Liste nach Kategorien.

# tl_module.projects_relatedCategories.0
source: Related categories mode
de: Modus „Verwandte Kategorien“

# tl_module.projects_relatedCategories.1
source: Use categories of the current project item to filter by. Note: the module must be on the same page as project reader module.
de: Verwenden Sie Kategorien des aktuellen Projekts, um zu filtern. Hinweis: Das Modul muss sich auf derselben Seite wie das Projektlesemodul befinden.

# tl_module.projects_filterDefault.0
source: xxx
de: Standard-Filter

# tl_module.projects_filterDefault.1
source: xxx
de: Hier kann der Standard-Filter für die Nachrichtenliste gewählt werden.

# tl_module.projects_filterPreserve.0
source: xxx
de: Standard-Filter aktivieren

# tl_module.projects_filterPreserve.1
source: xxx
de: Die Standard-Filtereinstellungen gelten auch dann, wenn eine aktive Kategorie ausgewählt wurde.

# tl_module.order_user_asc
source: User defined ascending
de: Benutzerdefiniert aufsteigend

# tl_module.order_user_desc
source: User defined descending
de: Benutzerdefiniert absteigend

# tl_module.projects_first
source: First project
de: Erstes Projekt

# tl_module.projects_prev
source: Previous project
de: Voriges Projekt

# tl_module.projects_next
source: Next project
de: Nächstes Projekt

# tl_module.projects_last
source: Last project
de: Letztes Projekt

# tl_module.categories_legend
source: Categories
de: Kategorien

# tl_module.projects_related_legend
source: xxx
de: Verwandte Projekte

# tl_module.projects_order_related
source: xxx
de: Liste mit verwandte Projekte

# tl_module.projects_relatedOnly.0
source: xxx
de: Nur verwandte Projekte in der Liste anzeigen

# tl_module.projects_relatedOnly.1
source: xxx
de: Beschränkt die Ausgabe auf verwandte Projekte.

# tl_module.projects_showRelated.0
source: xxx
de: Verwandte Projekte anzeigen

# tl_module.projects_showRelated.1
source: xxx
de: Verwandte Projekte in der Detailansicht des Projekts anzeigen.

# tl_module.projects_includeCurrent.0
source: xxx
de: Aktuelles Projekt miteinbeziehen

# tl_module.projects_includeCurrent.1
source: xxx
de: In der Liste erscheint auch das aktuelle Projekt an erster Stelle.

# tl_module.projects_disableEmpty.0
source: xxx
de: Keine leere Ausgabe

# tl_module.projects_disableEmpty.1
source: xxx
de: Zeigt alle Projekte an, wenn keine verwandten Projekte gefunden wurden.
