Repository: georgpreissl/contao-projects-bundle
Catalog: contao/languages/*/*_projects_category.xlf
Languages: de

# tl_projects_category.title.0
source: Title
de: Titel

# tl_projects_category.title.1
source: xxx
de: Bitte Kategorie-Titel eingeben.

# tl_projects_category.frontendTitle.0
source: Title
de: Frontend Titel

# tl_projects_category.frontendTitle.1
source: Please enter a project archive title.
de: Titel der im Frontend angezeigt wird.

# tl_projects_category.alias.1
source: xxx
de: Der Kategorie-Alias ist eine eindeutige Referenz, die anstelle der numerischen ID aufgerufen werden kann.

# tl_projects_category.cssClass.0
source: CSS
de: CSS-Klasse

# tl_projects_category.cssClass.1
source: xxx
de: Hier kann eine CSS-Klasse vergeben werden, welche zur Kategorie im Front-End hinzugefügt wird.

# tl_projects_category.title_legend
source: Title and alias
de: Titel und Alias

# tl_projects_category.details_legend
source: Category details
de: Kategorie Details

# tl_projects_category.modules_legend
source: Module settings
de: Modul-Einstellungen

# tl_projects_category.publish_legend
source: Publish
de: Veröffentlichung

# tl_projects_category.jumpTo.0
source: Redirect page
de: Weiterleitungsseite

# tl_projects_category.published.0
source: Publish category
de: Kategorie veröffentlichen

# tl_projects_category.published.1
source: Moderate comments
de: Die Kategorie auf der Website anzeigen

# tl_projects_category.feeds.1
source: Manage RSS feeds
de: RSS-Feeds verwalten

# tl_projects_category.categories.0
source: New category
de: Kategorien verwalten

# tl_projects_category.categories.1
source: New category
de: Projekt-Kategorien erstellen und löschen

# tl_projects_category.description.0
source: Description
de: Beschreibung

# tl_projects_category.description.1
source: Here you can enter a description of the category.
de: Hier können Sie eine Beschreibung der Kategorie eingeben.

# tl_projects_category.image.0
source: Image
de: Bild

# tl_projects_category.image.1
source: Here you can select the image for the category.
de: Hier können Sie das Bild für die Kategorie auswählen.

# tl_projects_category.hideInList.0
source: Hide in List/Archive module
de: Im Listen/Archiv-Modul verstecken

# tl_projects_category.hideInList.1
source: Does not display this category in the project list or archive module (only affects the project_ templates)
de: Zeigt diese Kategorie nicht im Projektliste oder -archiv Modul an (wirkt sich nur auf die project_ Templates aus).

# tl_projects_category.hideInReader.0
source: Hide in the reader module
de: Im Leser-Modul verstecken

# tl_projects_category.hideInReader.1
source: Does not display this category in the Project Reader module (only affects the project_ templates).
de: Zeigt diese Kategorie nicht im Projektleser-Modul an (wirkt sich nur auf die project_ Templates aus).

# tl_projects_category.excludeInRelated.0
source: Exclude from similar project list
de: Aus ähnlicher Projektliste ausschließen

# tl_projects_category.excludeInRelated.1
source: Excludes the projects of this category in the project list of similar projects.
de: Schließt die Projekte dieser Kategorie in der Projektliste der ähnlichen Projekte aus.
