Repository: georgpreissl/contao-projects-bundle
Catalog: contao/languages/*/modules.xlf
Languages: de

# MOD.projects.0
source: Project
de: Projekte

# MOD.projects.1
source: Manage projects
de: Projekte verwalten

# FMD.projects
source: Projects
de: Projekte

# FMD.projectslist.0
source: Projectlist
de: Projektliste

# FMD.projectslist.1
source: Adds a list of project items to the page
de: Fügt der Seite eine Projekteliste hinzu

# FMD.projectsreader.0
source: Projectreader
de: Projektleser

# FMD.projectsreader.1
source: Shows the details of a project item
de: Stellt einen einzelnen Projektebeitrag dar

# FMD.projectsarchive.0
source: Project archive
de: Projektarchiv

# FMD.projectsarchive.1
source: Adds a project archive to the page
de: Fügt der Seite ein Projektarchiv hinzu

# FMD.projectsmenu.0
source: Project archive menu
de: Projektarchiv-Menü

# FMD.projectsmenu.1
source: Generates a navigation menu to browse the project archive
de: Erzeugt ein Menü zur Navigation des Projektarchivs

# FMD.projectscategories.0
source: Menu with project categories
de: Projekt-Kategorien-Menü

# FMD.projectscategories.1
source: Adds a menu with project categories to the site
de: Fügt eine Projekt-Kategorieliste in die Seite ein.
